
"Close"="关闭";
"Delete"="删除";
"Visualization mode"="可视化模式";
"Scanning..."= "扫描中...";
"Building the visualization..."= "正在构建可视化模式...";
"%d Item"="%d项目";
"%@ Folder %@ File total %@"="%@ 文件夹 %@ 文件总数 %@";
"Ok"="确定";
"selected"="已选择";
"Drag and drop files here to delete them"="将文件拖放到此处以删除它们";
"%@ cannot be deleted."= "无法删除%@";
"%@ %d Item"="%@ %d 项";
"Scanning progress will be lost after canceling, you need to rescan next time"="取消扫描进度，下次需要重新扫描";
"Continue"="继续";
"Cancel"="取消";
"Open Finder"="打开Finder";
"Move to the delete queue"="移动到删除队列";
"Don't need to delete files."="没有需要删除的文件。";
"The selected files will be completely deleted."="所选文件将被彻底删除。";
"Deleted %lld item"="已删除 %lld 个项目";
"Deletion completed"="删除完成";
"Canceling"="正在取消";
"Preparing to delete..."="准备删除…";
"Enter directory"="进入目录";
"Stop"="停止";
"File not found" = "没有发现文件";
"Some files failed to delete due to insufficient permissions"="部分文件因权限不足，删除失败";

"The current scanning root directory is %@ and cannot return to the previous directory." = "当前扫描根目录为%@，无法返回上一级目录。";

"The current scanning root directory is %@, you can rescan %@." = "当前扫描根目录为 %@, 您可以重新扫描 %@";
